/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"フォルダのリダイレクト";
"MCXRedirector.pfm_description" =			"ユーザのホーム内のフォルダからほかのフォルダへのシンボリックリンクを作成および削除します。ユーザは、リンク先のフォルダにアクセスするための適切なアクセス権を持っている必要があります。";

"LoginRedirection-raw.pfm_title" =			"ログインリダイレクト";
"LoginRedirection-raw.pfm_description" =			"ユーザのログイン時に実行されるリダイレクトです。";
"OtherRedirection-raw.pfm_title" =			"その他のリダイレクト";
"OtherRedirection-raw.pfm_description" =			"ネットワークが切り替わるときおよび環境設定が管理されているときに実行されるリダイレクトです。";
"LogoutRedirection-raw.pfm_title" =			"ログアウトリダイレクト";
"LogoutRedirection-raw.pfm_description" =			"ユーザのログアウト時に実行されるリダイレクトです。";

"ActionInfo.pfm_title" =			"リダイレクトアクション";
"ActionInfo.pfm_description" =			"1 件のリダイレクトアクションです。";

"action.pfm_title" =			"アクション";
"action.pfm_description" =			"実行するアクションです。“フォルダパス”にある項目を削除して、“リンク先フォルダパス”へのシンボリックリンクを作成する場合は、“deleteAndCreateSymLink”を使用します。“フォルダパス”にある項目の名前を変更して、“リンク先フォルダパス”へのシンボリックリンクを作成する場合は、“renameAndCreateSymLink”を使用します。“フォルダパス”にある項目を削除する場合は、“deletePath”を使用します。“フォルダパス”にあるシンボリックリンクを削除して、“renameAndCreateSymLink”によって作成されたフォルダを“フォルダパス”に移動する場合は、“deleteSymLinkAndRestore”を使用します。";
"path.pfm_title" =			"フォルダパス";
"path.pfm_description" =			"アクションを実行し、シンボリックリンクを設定するフォルダパスです。このパスは、ユーザのホームフォルダ内である必要があります。パスは“~/”で始めます。";
"destPath.pfm_title" =			"リンク先フォルダパス";
"destPath.pfm_description" =			"シンボリックリンクのリンク先フォルダです。現在のユーザのホーム内のパスを指定するには“~”を使用します。現在のユーザの名前を指定するには“%@”を使用します。";
